Repository: elementary/tasks
Catalog: po/extra/*.po
Languages: am, ca, ckb, cs, de, es, fr, hu, id, ja, pt_br, ru, sk, sv, zh_cn, zh_tw

source: Tasks
am: ተግባራት
ca: Tasques
ckb: ئەرکەکان
cs: Úkoly
de: Aufgaben
es: Tareas
fr: Tâches
hu: Feladatok
id: Tugas
ja: タスク
pt_br: Tarefas
ru: Задачи
sk: Úlohy
sv: Uppgifter
zh_cn: 待办事项
zh_tw: 待辦事項

source: Synced tasks and reminders
am: በሁሉም ዲቫይስዎቾ የሚገኙ ተግባራት እና ማስታወሻዎች
ca: Tasques i recordatoris sincronitzats
ckb: ئەرک و بیرخەرەوە هاوکات کراوەکان
cs: Synchronizované úkoly a připomínky
de: Synchronisierte Aufgaben und Erinnerungen
es: Tareas y recordatorios sincronizados
fr: Synchronisation des tâches et des rappels
hu: Szinkronizált feladatok és emlékeztetők
id: Menyinkronkan tugas dan pengingat
ja: タスクやリマインダーを同期できます
pt_br: Tarefas e lembretes sincronizados
ru: Синхронизированые задачи и напоминания
sk: Synchronizované úlohy a pripomienky
sv: Synkade uppgifter och påminnelser
zh_cn: 已同步的待办事项和提醒
zh_tw: 支援同步的待辦事項和提醒

source: Designed and built to help manage all of your tasks and reminders. Create and complete tasks, manage lists and sync them across your machines using CalDAV.
am: ያልዎትን ተግባራት እንዲከታተሉ እና ማስታወሻዎች እንዲይዙ ተብሎ የተዘጋጀ መተግበሪያ ነው። ተግባራት ፈጥረው ያጠናቁ፤ ዝርዝሮች ያስተዳድሩ፤ እንዲሁም በሁሉም ዲቫይስዎቾ CalDAVን በመጠቀም ያግኙዋቸው።
ca: Dissenyat i construït per ajudar a gestionar totes les tasques i recordatoris. Creeu i completeu tasques, gestioneu-ne llistes i sincronitzeu-les en dispositius diferents mitjançant CalDAV.
ckb: نەخشێندراوە و دروستکراوە بۆ یارمەتیدانیت لە بەڕێوەبردنی هەموو ئەرک و بیرخەرەوەکانت. ئەرک دروست بکە و تەواوی بکە، لیستەکان بەڕێوەبەرە و هاوکاتیان بکە لەگەڵ هەموو ئامێرەکانی تر کە کاڵداڤ بەکار دەهێنن.
cs: Navrženo a vytvořeno aby pomohlo spravovat veškeré vaše úkoly a připomínky. Vytvářejte a dokončujte úkoly, spravujte seznamy a synchronizujte je napříč svými zařízeními protokolem CalDAV.
de: Designt und entworfen um all Ihre Aufgaben und Erinnerungen zu verwalten. Erstellen und Abschließen von Aufgaben, Listenverwaltung und Synchronisierung über all Ihre Geräte hinweg mittels CalDAV.
es: Diseñado y construido para ayudarle a gestionar todas sus tareas y recordatorios. Cree y complete tareas, administre listas y sincronícelas en sus equipos mediante CalDAV.
fr: Conçu pour vous aider à gérer toutes vos tâches et vos rappels. Créez et complétez des tâches, gérez des listes et synchronisez les entre vos différentes machine en utilisant CalDAV.
hu: Az összes feladatának és emlékeztetőjének kezelésére tervezve és készítve. Hozzon létre és hajtson végre feladatokat, kezeljen listákat és szinkronizálja azokat a készülékein CalDAV használatával.
id: Dirancang dan dibuat untuk membantu mengelola semua tugas dan pengingat Anda. Buat dan selesaikan tugas, kelola daftar dan sinkronkan di seluruh mesin Anda menggunakan CalDAV.
ja: タスクとリマインダーを一元に管理できるようデザイン・開発されています。タスクを作成したり、完了済みとしてマークしたり、リストを管理したり、CalDAV を使用してデバイス間で同期したりできます。
pt_br: Desenhado e construído para auxiliar a gerenciar todas as suas tarefas e lembretes. Crie e complete tarefas, gerencie filas e sincronize entre dispositivos utilizando o CalDAV.
ru: Разработано для управления всеми вашими задачами и напоминаниями. Создавайте и выполняйте задачи, управляйте списками и синхронизируйте их на своих машинах с помощью CalDAV.
sk: Navrhnuté a vytvorené za účelom spravovania všetkých vašich úloh a pripomienok. Vytvárajte a dokončujte úlohy, spravujte zoznamy a synchronizujte ich s vašimi zariadeniami pomocou CalDAV.
sv: Designad och byggd för att hjälpa till att hantera alla dina uppgifter och påminnelser. Skapa och slutför uppgifter, hantera listor och synkronisera dem mellan dina maskiner med hjälp av CalDAV.
zh_cn: 设计和构建，以帮助管理您的所有任务和提醒。使用CalDAV创建和完成任务，管理列表并在您的机器之间同步它们。
zh_tw: 設計來為您管理所有待辦事項和提醒。建立並標記待辦事項為完成、管理清單，並利用 CalDAV 在您的裝置之間同步它們。

source: Features:
ca: Característiques:
ckb: تایبتەمەندییەکان:
cs: Funkce:
es: Características:
fr: Fonctionnalités :
hu: Funkciók:
id: Fitur:
ja: 機能:
pt_br: Funcionalidades:
ru: Функции:
sk: Funkcie:
sv: Funktioner:
zh_cn: 功能：
zh_tw: 功能：

source: Add offline support for newly created task lists in case its configured for the account
ca: Addició de suport fora de línia per a les llistes de tasques de nova creació en cas que estigui configurada per al compte
ckb: زیادکردنی پاڵپشتی دەرهێڵ بۆ لیستی تازە ئەرکە دروستکراوەکان لە دۆخێکدا کە بۆ هەژمارەکە ڕێکخراوە
es: Se agregó un modo sin conexión para las listas de tareas recién creadas en caso de que esté configurado para la cuenta
fr: Ajout de la prise en charge hors ligne des listes de tâches nouvellement créées, si cette fonction est configurée sur le compte
hu: Az újonnan létrehozott feladatlisták offline-támogatása, ha fiókhoz van kapcsolva
id: Menambahkan dukungan luring untuk daftar tugas yang baru dibuat jika dikonfigurasi untuk akun
ja: ローカルアカウント用に作成された場合を考慮し、新規作成したタスク一覧がオフラインでも使用できる機能を追加
pt_br: Adicionar suporte offline para listas de tarefas recém criadas, caso estejam configuradas para a conta
sk: Pridaná offline podpora pre novovytvorené zoznamy úloh, ak je to tak nastavené pre konkrétny účet
sv: Lägg till offlinestöd för nyskapade uppgiftslistor om det är konfigurerat för kontot
zh_tw: 在為新的本地帳號新建立待辦清單時支援離線使用

source: Automatically synchronize a task list whenever it is selected or the network becomes available again
ca: Sincronitza automàticament una llista de tasques sempre que se la seleccioneu o la xarxa torni a estar disponible
ckb: هاوکاتکردنی خۆکارانەی لیستی ئەرک کاتێک دیاریکراوە یان پەیوەندی ئینتەرنێت دوبارە بەردەست دەبێت
es: Las listas de tareas ahora se sincronizan automáticamente si se seleccionan o la red vuelve a estar disponible
fr: Synchronisation automatique d'une liste de tâches dès qu'elle est sélectionnée ou que le réseau est de nouveau disponible
hu: A feladatlista automatikus szinkronizálása kiválasztáskor vagy a hálózathoz való újbóli csatlakozáskor
id: Secara otomatis menyinkronkan daftar tugas setiap kali dipilih atau jaringan menjadi tersedia lagi
ja: タスク一覧を選択したりネットワークが再度利用可能になったりした場合に、自動的に同期するように修正
pt_br: Sincronize automaticamente a lista de tarefas sempre que for selecionada ou quando a rede de internet estiver disponível novamente
sk: Automaticky synchronizovať zoznam úloh vždy, keď je zvolený, alebo keď sa obnoví prístup na internet
sv: Automatisk synkronisering av en uppgiftslista när den väljs eller när nätverket blir tillgängligt igen
zh_tw: 選擇待辦清單或是網路恢復連線時自動同步

source: Send a notification when a task is due
ca: Envieu una notificació quan s'hagi de fer una tasca
ckb: ناردنی ئاگادارکەرەوە کە بەرواری ئەرکێک دێت
es: Ahora se envía una notificación cuando una tarea cumpla su tiempo límite
fr: Envoi d'une notification lorsqu'une tâche est dûe
hu: Értesítés küldése feladatok határidejénél
id: Mengirim pemberitahuan saat tugas jatuh tempo
ja: タスクの期日になったら通知を表示するように修正
pt_br: Envie uma notificação quando a tarefa estiver atrasada
ru: Отправка уведомления при достижении даты выполнения задачи
sk: Odoslať oznámenie, keď má úloha dátum splnenia dnes
sv: Skicka ett meddelande när en uppgift ska utföras
zh_tw: 待辦事項到期時傳送通知

source: Drag and drop tasks between lists
ca: Arrossegueu i deixeu anar tasques entre llistes.
ckb: ڕاکێشکاری ئەرکەکان لە نێوان لیستەکاندا
cs: Úkoly je možné přetahovat mezi seznamy
id: Seret dan letakkan tugas di antara daftar
ja: リスト間でタスクをドラッグアンドドロップできる機能を追加
ru: Перетаскивание задач между списками
sk: Úlohy je možné presúvať medzi zoznamami

source: Follow email and web links in the task description with Control + Click
ca: Seguiu el correu electrònic i els enllaços web a la descripció de l'esdeveniment amb Control + clic.
ckb: کردنەوەی ئیمێڵ و بەستەرەکان لەناو فرۆزەی ئەرکەکاندا بە کۆنتڕۆڵ + کرتە
cs: E-maily a odkazy na web v popisu úkolu je možné následovat přidržením klávesy Ctrl a kliknutím na ně
id: Mengikuti surel dan tautan web dalam deskripsi tugas dengan Control + Klik
ja: Ctrl + クリックでタスクの説明欄内のメールアドレスや Web リンクを開ける機能を追加
ru: Переход по ссылкам электронной почты и в описании задачь с помощью Control + Щелчок
sk: E-maily a odkazy na web v popise úlohy je možné nasledovať podržaním klávesy Ctrl a kliknutím na ne myšou
zh_cn: 按下 Control 并单击以查看待办事项描述中的邮件和链接

source: Improvements:
am: ማሻሻያዎች:
ca: Millores:
ckb: باشترکراوەکان:
cs: Vylepšení:
de: Verbesserungen:
es: Mejoras:
fr: Améliorations :
hu: Fejlesztések:
id: Peningkatan:
ja: 改善点:
pt_br: Melhorias:
ru: Улучшения:
sk: Vylepšenia:
sv: Förbättringar:
zh_cn: 改进:
zh_tw: 改善：

source: Improved time zone handling
ca: Gestió millorada de la zona horària
ckb: بەڕێوەبردنی ناوچەی کات باشتر کراوە
cs: Vylepšeno nakládání s časovými pásmy
id: Penanganan zona waktu yang lebih baik
ja: タイムゾーンの処理を改善
ru: Улучшена обработка часовых поясов
sk: Vylepšené zaobchádzanie s časovými pásmami

source: Performance improvements
ca: Millores de rendiment
ckb: کارکردنی نەرمەکاڵا باشتر کراوە
cs: Vylepšen výkon
id: Peningkatan kinerja
ja: パフォーマンスの改善
ru: Улучшение производительности
sk: Vylepšenia výkonu

source: Updated translations
am: የተሻሻሉ ትርጉሞች
ca: Traduccions actualitzades
ckb: وەرگێڕانەکان نوێ کراونەوە
cs: Aktualizovány překlady
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
hu: Frissített Fordítások
id: Pembaruan terjemahan
ja: 翻訳の更新
pt_br: Traduções atualizadas
ru: Обновлены переводы
sk: Aktualizované preklady
sv: Uppdaterade översättningar
zh_cn: 更新的翻译
zh_tw: 翻譯更新

source: Fixes:
ca: Correccions:
ckb: چاککراوەکان:
cs: Opravy:
de: Fehlerbehebungen:
id: Perbaikan:
ja: 修正点:
ru: Исправления:
sk: Opravy:
zh_cn: 修复:

source: Prevent account name headers from being displayed multiple times in the sidebar
ca: Evita que les capçaleres dels noms del compte es mostrin diverses vegades a la barra lateral.
ckb: ڕێگری لە پشاندانی ناوی هێدەرەکان چەند جاریك لە سایدباڕدا
cs: Zabráněno vícenásobnému zobrazování záhlaví s názvem účtu v postranním panelu
de: Verhindert, dass Kontonamen-Titel mehrfach in der Sidebar angezeigt werden
id: Mencegah kepala nama akun ditampilkan beberapa kali di bilah sisi
ja: サイドバーにアカウント名が複数回ヘッダーとして表示されてしまう不具合を修正
ru: Предотвращение многократного отображения заголовков имен учетных записей на боковой панели
sk: Zabránenie viacnásobnému zobrazovaniu názvov účtov v bočnom paneli
zh_cn: 防止在侧边栏中多次显示帐户名称标题

source: Long descriptions are truncated at the end instead of the beginning
ca: Les descripcions llargues es truncen al final en lloc del principi.
ckb: فرۆزە درێژەکان لە کۆتاییەوە کورت دەکرێنەوە نەک لە سەرەتاوە
cs: Dlouhé popisy jsou oříznuty na konci namísto na začátku
de: Lange Beschreibungen werden nun am Ende statt am Anfang abgekürzt
id: Deskripsi panjang terpotong di akhir, bukan di awal
ja: 長い説明文の最初を省略するのではなく、最後を省略して表示するように修正
ru: Длинные описания укорачиваются в конце, а не в начале
sk: Dlhé popisy sú automaticky skracované na konci namiesto na začiatku
zh_cn: 长描述在末尾而不是开头被截断

source: Removing descriptions is now saved
ca: Ara es desa l'eliminació de descripcions
ckb: سڕینەوەی فرۆزە ئێستا پاشەکەوت کراوە
cs: Odebrání popisů je nyní uloženo
de: Das Entfernen von Beschreibungen wird nun gespeichert
id: Menghapus deskripsi sekarang disimpan
ja: 説明文を削除すると保存されるように修正
ru: Удаление описаний теперь сохраняется
sk: Odstraňovanie popisov sa automaticky ukladá
zh_cn: 删除描述现在已保存

source: Placing the cursor in descriptions works consistently
ca: Situar el cursor a les descripcions funciona de manera coherent.
ckb: دانانی نیشاندەرەکە لە فرۆزەکانە بە بەردەوامی کار دەکات
cs: Umístění ukazatele do popisu už funguje konzistentně
de: Das Setzen der Cursorposition in Beschreibungen funktioniert nun zuverlässig
id: Menempatkan kursor dalam deskripsi berfungsi secara konsisten
ja: タスクの説明欄をクリックした位置にカーソルが配置されるように修正
ru: Курсор в описаниях размещается последовательно
sk: Umiestňovanie kurzora do popisov funguje konzistentne
zh_cn: 描述中的光标效果保持一致

source: Replace the Delete shortcut key with Ctrl + Backspace
ca: Substitució de la tecla de drecera de Suprimeix per Ctrl + Retrocés
ckb: گۆڕینی قەدبڕی "سڕینەوە" بۆ کۆنتڕۆڵ و باک سپەیس
cs: Nahrazena zkratka pro smazání za Ctrl+Backspace
de: Ersetzt das Löschen-Tastenkürzel mit Strg + Rücktaste
id: Mengganti tombol pintasan Hapus dengan Ctrl + Backspace
ja: 削除に使うショートカットキーを Delete から Ctrl + Backspace に変更
ru: Замените сочетание клавиш Delete на Ctrl + Backspace
sk: Nahradenie skratky Delete za Ctrl + Backspace
zh_cn: 用 Ctrl + Backspace 替换 Delete 快捷键

source: Add a confirmation dialog when deleting a task list
ca: Addició d'un diàleg de confirmació quan suprimiu una llista de tasques
ckb: زیادکردنی دایەلۆگێکی دڵنیاکردنەوە لە کاتی سڕینەوە لیستێک
cs: Přidán potvrzovací dialog při mazání seznamu úkolů
de: Bestätigungsdialog für das Löschen einer Aufgabenliste hinzugefügt
id: Menambahkan dialog konfirmasi saat menghapus daftar tugas
ja: タスクの削除時に確認ダイアログを表示するように修正
ru: Добавлено диалоговое окно подтверждения при удалении списка задач
sk: Pridaný dialóg potvrdenia pri odstraňovaní zoznamu úloh
zh_cn: 添加删除任务列表确认对话框

source: Improve performance in lists with lots of completed tasks
ca: Millora del rendiment de les llistes amb moltes tasques completades
ckb: باشترکردنی کارکردنی نەرمەکاڵا کاتێک لیستی زۆرت هەیە و پڕن لە ئەرکی تەواو بوو
cs: Zlepšen výkon v seznamech s mnoha dokončenými úkoly
de: Verbessert die Performance von Listen mit vielen Abgeschlossenen Aufgaben
id: Meningkatkan kinerja dalam daftar dengan banyak tugas yang diselesaikan
ja: 完了済みタスクが非常に多い環境におけるタスクリストのパフォーマンスを改善
ru: Улучшенна производительность в списках с большим количеством выполненных задач
sk: Vylepšenie výkonu v zoznamoch s veľkým množstvom dokončených úloh
zh_cn: 提高具有大量已完成任务的列表的性能

source: Fix crash on start with certain hardware
am: አንዳንድ ሃርድዌሮች ላይ የነበሩ ችግሮች ታርመዋል
ca: Correcció del bloqueig en iniciar amb cert maquinari
ckb: چاککردنی تێکچوون لە کاتی دەستپێکردن لەگەڵ هەندێک ڕەقەکاڵا
cs: Opraven pád při spouštění na některém hardware
de: Behebt einen Fehler, der beim Starten mit bestimmter Hardware zum Absturz führte
id: Perbaikan kemogokan saat memulai dengan perangkat keras tertentu
ja: 特定のハードウェア上で起動時にクラッシュする不具合を修正
ru: Исправлен вылет приложения на определённом оборудовании
sk: Opravený pád pri spustení na určitom hardvéri
zh_cn: 修复某些硬件启动时崩溃的问题

source: Fix the order of the scheduled view
am: የእቅዶች እይታው ቅደም ተከተል ተሻሽሏል
ca: Correcció de l'ordre de la vista de programació
ckb: چاککردنی ڕیزی بینینی بەرنامە کراوەکان
cs: Opraveno pořadí zobrazení naplánovaného
de: Reihenfolge in der geplanten Ansicht angepasst
id: Memperbaiki urutan tampilan terjadwal
ja: スケジュールされたタスクの一覧の表示順序を修正
ru: Исправлен порядок просмотра запланированных задач
sk: Opravené poradie zobrazenia naplánovaných úloh
zh_cn: 修正预设视图的顺序

source: First release!
am: የመጀመርያ ልቀት!
ca: Primera versió!
ckb: یەکەم وەشان!
cs: První vydání!
de: Erste Veröffentlichung!
id: RIlis pertama!
ja: 最初のリリースです！
ru: Первый выпуск!
sk: Prvé vydanie!
zh_cn: 第一次发布！

source: Support the dark style
am: ጠቆር ያለ ስታይል ይቀበላል
ca: Admissió del tema fosc
ckb: پاڵپشتی کردنی ستایلی تاریک
cs: Podpora pro tmavý vzhled
de: Unterstützung für Dark Mode
id: Dukungan gaya gelap
ja: ダークスタイルへの対応
ru: Поддержка темного стиля
sk: Podporuje tmavý štýl
zh_cn: 支持深色风格

source: Add and remove task lists with custom colors
am: ተግባራትን መጨመርና ማስወገድ ከመረጡት ቀለም ጋር
ca: Afegiu i traieu llistes de tasques amb colors personalitzats.
ckb: زیاد و کەمکردنی لیستەکان بە ڕەنگی تایبەتەوە
cs: Přidávání a odebírání seznamů úkolů s uživatelsky určenými barvami
de: Hinzufügen und Entfernen von Aufgabenlisten mit benutzerdefinierten Farben
id: Menambahkan dan menghapus daftar tugas dengan warna kustom
ja: カスタムカラーを設定したタスクリストの追加と削除に対応
ru: Добавление и удаление списков задач с пользовательскими цветами
sk: Pridávajte a odstraňujte zoznamy úloh s prispôsobenými farbami
zh_cn: 使用自定义颜色添加和删除任务列表

source: See scheduled tasks from all lists at once
am: በሁሉም ዘርዝሮች ውስጥ የሚገኙ ቀጠሮ የተያዘላቸውን ተግባሮች በአንዴ ይመልከቱ
ca: Vegeu les tasques programades de totes les llistes alhora.
ckb: بینی هەموو ئەرکە بەرنامەکراوەکان لە هەموو لیستەکاندا بە جارێک
cs: Zobrazení naplánovaných úkolů ze všech seznamů naráz
de: Geplante Aufgaben aus allen Listen gleichzeitig anzeigen
id: Melihat tugas terjadwal dari semua daftar sekaligus
ja: すべてのタスクからスケジュールされたタスクを直感的に識別できるように表示
ru: Просмотр запланированных задач из всех списков одновременно
sk: Zobrazte naplánované úlohy zo všetkých zoznamov naraz
zh_cn: 同时查看所有列表中的计划任务

source: Set due dates
am: ቀነ-ገደቦች ያዘጋጁ
ca: Establiment de les dates de venciment
ckb: دیاریکردنی دوا بەروارەکان
cs: Nastavit termíny
de: Fälligkeitstermine festlegen
id: Tetapkan tanggal jatuh tempo
ja: 期日を設定する機能を追加
ru: Установка сроков выполнения
sk: Nastavujte dátumy konca platnosti
zh_cn: 设定截止日期

source: elementary, Inc.
ckb: کۆمپانیای ئێلەمێنتەری هاوپشک.

source: Create and track the progress of tasks
am: ተግባሮችን ይፍጠሩ እንዲሁም እድገታቸውን ይከታተሉ
ca: Creeu tasques i seguiu-ne el progrés.
ckb: ئەرک دروست بکە و چاودێری بەرەوپێش چوونی بکە
cs: Vytvářejte a sledujte postup na úkolech
de: Aufgaben erstellen und ihren Fortlauf verfolgen
es: Cree y siga el progreso de sus tareas
fr: Créez des tâches et suivez leur progression
hu: Hozzon létre feladatokat és kövesse az alakulásukat
ja: タスクの作成と進捗管理をします
pt_br: Crie e monitore o progresso das tarefas
ru: Создавайте и отслеживайте прогресс выполнения задач
sk: Vytvárajte a sledujte zostávajúce úlohy na dokončenie
sv: Skapa och följ upp uppgifternas förlopp
zh_cn: 创建并跟踪待办事项进度
zh_tw: 建立待辦事項並管理其進度

source: Todo;Reminders;
am: እቅዶች፤ማስታወሻዎች፤
ca: Per fer;Recordatoris;
ckb: دەکرێنەکان؛بیرخەرەوەکان;
cs: Todo;úkoly;Připomínky;
de: Todo;Reminders;aufgabe;
es: Pendientes;Recordatorios;Tareas;
fr: Todo;Rappels;
hu: Teendők;Emlékeztetők;
id: Akan dilakukan; Pengingat;
ja: Todo;Reminders;リマインダー;
pt_br: Todo;Lembretes;
ru: Задачи;Напоминания;
sk: Plánovač;Pripomienky;
sv: Attgöra;Påminnelser;
zh_cn: 待办;备忘;
zh_tw: Todo;Reminders;待辦事項;提醒;工作;任務;

source: New app icon
es: Se ha agregado un nuevo icono de aplicación
fr: Nouvelle icône de l'application
hu: Új alkalmazásikon
id: Ikon aplikasi baru
ja: 新しいアプリアイコン
pt_br: Novo ícone da aplicação
sv: Ny appikon
zh_tw: 新的應用程式圖示

source: Fix minor visual issues in dark mode
es: Se corrigieron error visuales menores en modo oscuro
fr: Correction de problèmes visuels mineurs avec le thème sombre
hu: Néhány apróbb vizuális hiba javítva sötét témaszínnel
pt_br: Correções de detalhes visuais no modo escuro
sv: Åtgärdat mindre visuella problem i mörkt läge
zh_tw: 修正深色模式中的一些輕微顯示問題
