Repository: elementary/tasks
Catalog: po/*.po
Languages: ca, ckb, es, fr, hu, id, nl, pl, ru, sv, tr, uk

source: Tasks will automatically start when this device turns on and run when its window is closed so that it can send notifications for due tasks.
ca: Les Tasques s'iniciaran automàticament quan aquest dispositiu s'engegui i s'executaran quan se'n tanqui la finestra perquè pugui enviar notificacions de les tasques pendents.
ckb: ئەرکەکان بە شێوەیەکی خۆکار دەست پێدەکەن کاتێک ئەم ئامێرە دەکرێتەوە و بەردەوام دەبن کاتێک پەنجەرەکەی دادەخرێت، بۆ ئەوەی بتوانێت ئاگادارکردنەوە بنێرێت بۆ ئەو ئەرکانەی کە کاتیان هاتووە.
es: Tareas se iniciará automáticamente cuando este equipo se encienda y seguirá ejecutándose cuando cierre esta ventana para poder enviar notificaciones de tareas pendientes.
fr: Tâches démarre automatiquement lorsque l'appareil est allumé et s'exécute lorsque sa fenêtre est fermée, ce qui lui permet d'envoyer des notifications pour les tâches à effectuer.
hu: A Feladatok automatikusan elindul a készülék elindításakor és futni fog akkor is, ha az ablaka bezárásra kerül, hogy értesítéseket küldhessen a közelgő feladatokról.
nl: Taken zal automatisch starten wanneer het apparaat wordt aangezet en uitgevoerd wanneer het venster wordt gesloten, zodat meldingen kunnen worden verstuurd voor taken die moeten worden afgerond.
ru: Задчи автоматически запускаются при включении этого устройства и работают, когда окно закрыто, чтобы вы могли получать уведомления о пропущенных задачах.
sv: Uppgifter startar automatiskt när enheten slås på och körs när fönstret stängs, så att den kan skicka meddelanden om uppgifter som ska utföras.

source: Tasks
ca: Tasques
ckb: ئەرکەکان
es: Tareas
fr: Tâches
hu: Feladatok
id: Tugas
nl: Taken
pl: Zadania
ru: Задачи
sv: Uppgifter
tr: Görevler
uk: Завдання

source: Online Accounts Settings…
ca: Paràmetres dels comptes en línia…
ckb: ڕێکخستنەکانی هەژمارە سەرهێڵییەکان…
es: Configuración de cuentas en línea …
fr: Paramètres des comptes en ligne…
hu: Online fiókok beállításai…
id: Pengaturan Akun Daring…
nl: Online account instellingen…
pl: Ustawienia kont online…
ru: Параметры онлайн-аккаунтов…
sv: Inställningar för nätkonton…
tr: Çevrimiçi Hesap Ayarları…
uk: Налаштування мережних облікових записів…

source: Add Task List…
ca: Afegeix una llista de tasques…
ckb: زیادکردنی لیستی ئەرک…
es: Añadir lista de tareas…
fr: Ajouter une liste de tâche…
hu: Feladatlista hozzáadása…
id: Tambah Daftar Tugas…
nl: Takenlijst toevoegen…
pl: Dodaj listę zadań…
ru: Добавить список задач…
sv: Lägg till uppgiftslista…
tr: Görev Listesi Ekle…
uk: Додати перелік завдань…

source: Creating a new task list failed
ca: Ha fallat crear una llista de tasques nova.
ckb: دروستکردنی لیستێکی نوێی ئەرکەکان شکستی هێنا
es: No se pudo crear una nueva lista de tareas
fr: Échec de la création d'une nouvelle liste de tâches
hu: Új feladatlista létrehozása sikertelen
id: Gagal membuat daftar tugas baru
nl: Het maken van een nieuwe takenlijst is mislukt
pl: Nie udało się stworzyć nowej listy zadań
ru: Не удалось создать список задач
sv: Skapandet av en ny uppgiftslista misslyckades
tr: Yeni bir görev listesi oluşturma başarısız oldu
uk: Не вдалося створити список завдань

source: The task list registry may be unavailable or unable to be written to.
ca: El registre de la llista de tasques pot no estar disponible o no s'hi pot escriure.
ckb: تۆماری لیستی ئەرکەکان لەوانەیە بەردەست نەبێت یان نەتوانرێت هیچی بۆ بنووسرێت.
es: Es posible que el registro de listas de tareas no esté disponible o no se pueda modificar.
fr: Le registre des listes de tâches est probablement indisponible ou en lecture seule.
hu: A feladatok listája elérhetetlen vagy nem írható.
id: Registri daftar tugas mungkin tidak tersedia atau tidak dapat ditulis.
nl: Het takenlijstregister is mogelijk onbeschikbaar of er kan niet naar worden geschreven.
pl: Rejestr listy zadań może być niedostępny lub nie można go edytować.
ru: Журнал списка задач может быть недоступен или не может быть записан.
sv: Det kan hända att registret för uppgiftslistan inte är tillgängligt eller att det inte går att skriva till det.
tr: Görev listesi kayıt defteri kullanılamıyor veya yazılamıyor olabilir.
uk: Реєстр списку завдань може бути недоступним або неможливо записати до нього.

source: New list
ca: Llista nova
ckb: لیستی تازە
es: Lista nueva
fr: Nouvelle liste
hu: Új lista
id: Daftar baru
nl: Nieuwe lijst
pl: Nowa lista
ru: Новый список
sv: Ny lista
tr: Yeni liste
uk: Новий список

source: Delete “%s”?
ca: Voleu suprimir %s?
ckb: ڕەشکردنەوەی "%s"؟
es: ¿Desea eliminar «%s»?
fr: Supprimer « %s » ?
hu: "%s" törlése?
id: Hapus “%s”?
nl: Verwijder “%s”?
pl: Czy chcesz usunąć „%s”?
ru: Удалить «%s»?
sv: Ta bort "%s"?
tr: “%s” silinsin mi?
uk: Видалити «%s»?

source: The list and all its tasks will be permanently deleted. If you've shared this list, other people will no longer have access.
ca: Se suprimiran permanentment la llista i totes les tasques incloses. Si l'heu compartida, les altres persones ja no hi tindran accés.
ckb: لیستەکە و تەواوی ئەرکەکانی سەر ئەم لیستە بۆ هەمیشە دەسڕدرێنەوە. ئەگەر ئەم لیستەت لەگەڵ هەر کەسێک هاوبەشی پێ کردبێت، ئەوا چیتر دەستیان پێی ناگات.
es: La lista y todas sus tareas se eliminarán de forma permanente. Si ha compartido esta lista, otras personas ya no tendrán acceso.
fr: La liste et ses tâches seront définitivement supprimés. Si vous avez partagé cette liste, plus personne n'y aura accès.
hu: A lista és a rajta lévő feladatok véglegesen törölve lesznek. Ha megosztotta ezt a listát, a többi személy elveszti hozzáférését.
id: Daftar dan semua tugas di dalamnya akan dihapus secara permanen. Jika Anda telah membagikan daftar ini, orang lain tidak akan lagi bisa mengaksesnya.
nl: De lijst en al zijn taken zullen permanent worden verwijderd. Mocht u deze lijst hebben gedeeld dan zullen anderen geen toegang meer hebben.
pl: Ta lista i wszystkie zadania na niej zostaną na zawsze usunięte. Jeśli ta lista była udostępniona, inne osoby nie będą miały już do niej dostępu.
ru: Список и все задания в нём будут удалены навсегда. Если вы поделились этим списком с другими людьми, они потеряют к нему доступ.
sv: Listan och alla dess uppgifter kommer att tas bort permanent. Om du har delat den här listan har andra personer inte längre tillgång till den.
tr: Liste ve tüm görevleri kalıcı olarak silinecek. Bu listeyi paylaştıysanız, diğer kişilerin artık erişimi olmayacaktır.
uk: Список та всі завдання у ньому будуть назавжди видалені. Якщо ви поділилися цим списком з іншими людьми, вони втратять доступ до нього.

source: Delete Anyway
ca: Suprimeix-la tanmateix
ckb: بەهەر جۆرێک بێت، بیسڕەوە
es: Eliminar de todos modos
fr: Supprimer quand même
hu: Törlés mindenképp
id: Hapus Saja
nl: Toch verwijderen
pl: Usuń mimo to
ru: Всё равно удалить
sv: Ta bort ändå
tr: Yine de Sil
uk: Усе одно видалити

source: Deleting the task list failed
ca: Ha fallat suprimir la llista de tasques.
ckb: سڕینەوەی لیستی ئەرک سەرکەوتوو نەبوو
es: No se pudo eliminar la lista de tareas
fr: Échec de la suppression de la liste de tâches
hu: A feladatlista törlése sikertelen
id: Gagal menghapus daftar tugas
nl: Het verwijderen van de takenlijst is mislukt
pl: Usuwanie listy zadań nie powiodło się
ru: Не удалось удалить список задач
sv: Borttagning av uppgiftslistan misslyckades
tr: Görev listesi silinemedi
uk: Не вдалося видалити список завдань

source: Today
ca: Avui
ckb: ئەمڕۆ
es: Hoy
fr: Aujourd'hui
hu: Ma
id: Hari ini
nl: Vandaag
pl: Dziś
ru: Сегодня
sv: Idag
tr: Bugün
uk: Сьогодні

source: Yesterday
ca: Ahir
ckb: دوێنێ
es: Ayer
fr: Hier
hu: Tegnap
id: Kemarin
nl: Gisteren
pl: Wczoraj
ru: Вчера
sv: Igår
tr: Dün
uk: Вчора

source: Tomorrow
ca: Demà
ckb: سبەی
es: Mañana
fr: Demain
hu: Holnap
id: Besok
nl: Morgen
pl: Jutro
ru: Завтра
sv: I morgon
tr: Yarın
uk: Завтра

source: Edit…
ca: Edita…
fr: Modifier…
pl: Edytuj…
ru: Редактировать…
uk: Змінити…

source: Set Due
ca: Establiment del venciment
ckb: دیاریکردنی بەروار
es: Establecer fecha límite
fr: Définir l'échéance
hu: Határidő beállítása
id: Setel Jatuh Tempo
nl: Stel vervaldatum in
pl: Ustaw termin
ru: Установить срок
sv: Ställ in förfallodag
tr: Tarih Ayarla
uk: Вказати термін

source: Remove
ca: Suprimeix
ckb: سڕینەوە
es: Eliminar
fr: Supprimer
hu: Eltávolítás
id: Hapus
nl: Verwijder
pl: Usuń
ru: Удалить
sv: Ta bort
tr: Kaldır
uk: Вилучити

source: Set Location
ca: Establiment de la ubicació
ckb: دیاریکردنی شوێن
es: Establecer ubicación
fr: Définir le lieu
hu: Hely beállítása
id: Setel Lokasi
nl: Stel locatie in
pl: Ustaw miejsce
ru: Указать местоположение
sv: Ställ in plats
tr: Konumu Ayarla
uk: Вказати розташування

source: Arriving
ca: Arribada
ckb: گەیشتن
es: Llegada
fr: Arrivée
hu: Érkezés
id: Tiba
nl: Aankomst
pl: Przyjazd
ru: Прибытие
sv: Anländer
tr: Varınca
uk: Прибуття

source: Leaving
ca: Sortida
ckb: جێهێشتن
es: Partida
fr: Départ
hu: Indulás
id: Meninggalkan
nl: Vertrek
pl: Odjazd
ru: Отправление
sv: Lämnar
tr: Ayrılınca
uk: Відправлення

source: John Smith OR Example St.
ca: Ona Garcia O Carrer Estret
ckb: ئاگا ئیسماعیل یان نموونەیەکی هاوشێوە.
es: Juan Pérez o Calle de ejemplo
fr: Jean Dupont OU Avenue de Paris
hu: Kovács Jónás VAGY Példa utca
id: John Smith ATAU Jl. Contoh.
nl: Janneke Schmidt OF Waalkadestraat
pl: Janina Kowalska LUB ul. Warszawska
ru: Иван Иванов ИЛИ ул. Центральная.
sv: Johan Svensson OR Exempelgata
tr: Mustafa Kemal VEYA Atatürk Bul.
uk: Іван Коваль АБО вул. Прикладна.

source: Show Completed
ca: Mostra les fetes
ckb: پشاندانی تەواوبووەکان
es: Mostrar completadas
fr: Afficher les tâches complétées
hu: Befejezettek megjelenítése
id: Tampilkan Selesai
nl: Toon afgeronde taken
pl: Pokaż wykonane
ru: Показать выполненные
sv: Visa färdigställda
tr: Tamamlananları Göster
uk: Показати виконані

source: Delete List…
ca: Suprimeix la llista…
ckb: سڕینەوەی لیست…
es: Eliminar lista…
fr: Supprimer la liste…
hu: Lista törlése…
id: Hapus Daftar…
nl: Lijst verwijderen…
pl: Usuń listę…
ru: Удалить список…
sv: Ta bort lista…
tr: Listeyi Sil…
uk: Видалити список…

source: Could not change the task list color
ca: No s'ha pogut canviar el color de la llista de tasques.
ckb: نەتوانرا ڕەنگی لیستی ئەرک بگۆڕدرێت
es: No se pudo cambiar el color de la lista de tareas
fr: Impossible de modifier la couleur de la liste de tâches
hu: A feladatlista színének megváltoztatása sikertelen
id: Tidak dapat mengubah warna daftar tugas
nl: Kon kleur takenlijst niet wijzigen
pl: Nie można zmienić koloru listy zadań
ru: Не удалось изменить цвет списка задач
sv: Det gick inte att ändra färgen på uppgiftslistan
tr: Görev listesi rengi değiştirilemedi
uk: Не вдалося змінити колір списку завдань

source: The task list registry may be unavailable or write-protected.
ca: És possible que el registre de la llista de tasques no estigui disponible o estigui protegit contra escriptura.
ckb: تۆماری لیستی ئەرکەکە لەوانەیە بەردەست نەبێت یان دەستکاری نەکرێت.
es: Es posible que el registro de la lista de tareas no esté disponible o esté protegido contra escritura.
fr: Le registre des listes de tâches est probablement indisponible ou protégé en écriture.
hu: A feladatlista elérhetetlen vagy írásvédett lehet.
id: Register daftar tugas mungkin tidak tersedia atau dilindungi dari penulisan.
nl: Het takenlijstregister is mogelijkerwijs onbeschikbaar of kan niet naar bewerkt worden.
pl: Rejestr listy zadań może być niedostępny lub zabezpieczony przed zapisem.
ru: Журнал списка задач может быть недоступен или защищён от записи.
sv: Registret för uppgiftslistan kan vara otillgängligt eller skrivskyddat.
tr: Görev listesi kayıt defteri kullanılamıyor veya yazma korumalı olabilir.
uk: Реєстр списку завдань може бути недоступним або захищеним від запису.

source: Scheduled
ca: Planificat
ckb: بەرنامەکراو
es: Programadas
fr: Planifié
hu: Ütemezett
id: Terjadwal
nl: Ingepland
pl: Zaplanowane
ru: По расписанию
sv: Schemalagd
tr: Zamanlanan Görevler
uk: Заплановане

source: Connecting…
ca: Es connecta…
ckb: پەیوەندیکردن…
es: Conectando…
fr: Connexion…
hu: Kapcsolódás…
id: Menyambungkan…
nl: Bezig met verbinden…
pl: Łączenie…
ru: Подключение…
sv: Ansluter…
tr: Bağlanıyor…
uk: З'єднання…

source: Moving task failed
ca: Ha fallat moure la tasca.
ckb: گواستنەوەی ئەرک سەرکەوتوو نەبوو
es: No se pudo mover la tarea
fr: Échec du déplacement de la tâche
hu: Feladat áthelyezése sikertelen
id: Gagal memindahkan tugas
nl: Het verplaatsen van de taak is mislukt
pl: Przenoszenie zadania nie powiodło się
ru: Не удалось переместить задачу
sv: Flytt av uppgiften misslyckades
tr: Görev taşınamadı
uk: Не вдалося перемістити завдання

source: There was an error while moving the task to the desired list.
ca: Hi ha hagut un error en moure la tasca a la llista desitjada.
ckb: هەڵەیەک هەبوو لە کاتی گواستنەوەی ئەرکەکە بۆ لیستی ویستراو.
es: Se produjo un error al mover la tarea a la lista deseada.
fr: Une erreur s'est produite lors du déplacement de la tâche dans la liste souhaitée.
hu: Egy hiba történt a feladat kívánt listába való mozgatásakor.
id: Terjadi kesalahan saat memindahkan tugas ke daftar yang dituju.
nl: Er was een fout tijdens het verplaatsen van de taak naar de gewenste lijst.
pl: Podczas przenoszenia zadania do wybranej listy wystąpił błąd.
ru: При перемещении списка произошла ошибка.
sv: Det uppstod ett fel när uppgiften flyttades till önskad lista.
tr: Görev istenen listeye taşınırken bir hata oluştu.
uk: Під час переміщення списку сталася помилка.

source: Waiting for login credentials
ca: S'esperen les credencials d'entrada.
ckb: چاوەڕێکردنی زانیارییەکانی چوونە ژوورەوە
es: Esperando credenciales de acceso
fr: En attente des identifiants de connexion
hu: Várakozás a bejelentkezési adatokra
id: Menunggu kredensial masuk
nl: Aan het wachten op inloggegevens
pl: Oczekiwanie na dane logowania
ru: Ожидание данных для входа
sv: Väntar på inloggningsuppgifter
tr: Oturum açma kimlik bilgileri bekleniyor
uk: Очікування даних входу

source: Currently disconnected from the (possibly remote) data store
ca: Actualment desconnectat del magatzem de dades (possiblement remot)
ckb: لە ئێستا پەیوەست نەماویت بە کۆگای داتاوە
es: Actualmente sin conexión al almacén de datos (posiblemente remoto)
fr: Actuellement déconnecté de la base de données (possiblement distante)
hu: Jelenleg szétkapcsolva az (esetleg távoli) adattárolótól
id: Saat ini terputus dari penyimpanan data (kemungkinan jarak jauh)
nl: Momenteel niet verbonden met de (mogelijk externe) gegevensopslag
pl: Obecnie rozłączono z (prawdopodobnie zdalnego) magazynu danych
ru: В настоящее время отключено от (возможно, удалённого) хранилища данных
sv: För närvarande frånkopplad från (eventuellt fjärr) datalagring
tr: Şu anda (muhtemelen uzak) veri deposu bağlantısı kesik
uk: Зараз від'єднано від (можливо віддаленого) сховища даних

source: SSL certificate trust was rejected for the connection
ca: S'ha rebutjat la confiança del certificat SSL per a la connexió.
ckb: متمانەی بڕوانامەی SSL بۆ پەیوەندییەکە پەسند نەکرا
es: El certificado de confianza SSL fue rechazado al efectuar la conexión
fr: Le certificat SSL à été rejeté pour la connexion
hu: A kapcsolat megbízható SSL tanúsítványa vissza lett utasítva
id: Kepercayaan sertifikat SSL ditolak untuk koneksi tersebut
nl: Betrouwbaarheid SSL-certificaat werd verworpen voor de verbinding
pl: Certyfikat zaufania SSL został odrzucony dla połączenia
ru: Ненадёжный SSL сертификат для подключения, отклонено
sv: SSL-certifikatets tillförlitlighet avvisades för anslutningen
tr: Bağlantı için SSL sertifika güveni reddedildi
uk: Не довірений SSL сертифікат для під'єднання, відхилено

source: No Tasks
ca: Sense tasques
ckb: هیچ ئەرکێک نییە
es: Sin tareas
fr: Aucune tâche
hu: Nincsenek feladatok
id: Tidak Ada Tugas
nl: Geen taken
pl: Brak zadań
ru: Нет задач
sv: Inga uppgifter
tr: Görev Yok
uk: Немає завдань

source: Completing task failed
ca: Ha fallat completar la tasca.
ckb: تەواوکردنی ئەرک سەرکەوتوو نەبوو
es: No se pudo completar la tarea
fr: Échec de complétion de la tâche
hu: Feladat befejezése sikertelen
id: Gagal menyelesaikan tugas
nl: Afronden van taak mislukt
pl: Błąd kończenia zadania
ru: Не удалось обозначить задачу выполненной
sv: Slutförandet av uppgiften misslyckades
tr: Görev tamamlanamadı
uk: Не вдалося позначити завдання виконаним

source: The task registry may be unavailable or unable to be written to.
ca: El registre de tasques pot no estar disponible o no s'hi pot escriure.
ckb: تۆماری لیستی ئەرکەکان لەوانەیە بەردەست نەبێت یان نەتوانرێت هیچی بۆ زیاد بکرێت.
es: Es posible que el registro de tareas no esté disponible o no se pueda escribir en este.
fr: Le registre des tâches est probablement indisponible ou en lecture seule.
hu: A feladatlista elérhetetlen vagy nem írható.
id: Registri tugas mungkin tidak tersedia atau tidak dapat ditulis.
nl: Het takenregister is mogelijk onbeschikbaar of er kan niet naar worden geschreven.
pl: Rejestr zadań może być niedostępny lub nie można go edytować.
ru: Реестр задач может быть недоступен или не может быть записан.
sv: Uppgiftsregistret kan vara otillgängligt eller omöjligt att skriva till.
tr: Görev kayıt defteri kullanılamıyor veya yazılamıyor olabilir.
uk: Реєстр завдань може бути недоступним або неможливо записати до нього.

source: Updating task failed
ca: Ha fallat actualitzar la tasca.
ckb: نوێکردنەوەی ئەرک سەرکەوتوو نەبوو
es: No se pudo actualizar la tarea
fr: Échec de la mise à jour de la tâche
hu: Feladat frissítése sikertelen
id: Gagal memperbarui tugas
nl: Taak bijwerken is mislukt
pl: Aktualizowanie zadania nie powiodło się
ru: Не удалось обновить задачу
sv: Uppdatering av uppgift misslyckades
tr: Görev güncellenemedi
uk: Не вдалося оновити завдання

source: Removing task failed
ca: Ha fallat suprimir la tasca.
ckb: سڕینەوەی ئەرک سەرکەوتوو نەبوو
es: No se pudo eliminar la tarea
fr: Échec de la suppression de la tâche
hu: Feladat eltávolítása sikertelen
id: Gagal menghapus tugas
nl: Taak verwijderen is mislukt
pl: Usuwanie zadania nie powiodło się
ru: Не удалось удалить задачу
sv: Borttagning av uppgift misslyckades
tr: Görev kaldırılamadı
uk: Не вдалося вилучити завдання

source: Edit Name and Appearance
ca: Editeu-ne el nom i l'aparença
ckb: دەستکاری کردنی ناو و شێوە
es: Editar nombre y apariencia
fr: Modifier le nom et l'apparence
hu: Név és megjelenés módosítása
id: Sunting Nama dan Tampilan
nl: Wijzig naam en uiterlijk
pl: Edytuj nazwę i wygląd
ru: Изменить имя и внешний вид
sv: Redigera namn och utseende
tr: Adı ve Görünümü Düzenle
uk: Змінити назву та вигляд

source: Adding task failed
ca: Ha fallat afegir-hi la tasca.
ckb: زیادکردنی ئەرک سەرکەوتوو نەبوو
es: No se pudo añadir la tarea
fr: Échec de l'ajout de la tâche
hu: Feladat hozzáadása meghiúsult
id: Gagal menambahkan tugas
nl: Taak toevoegen mislukt
pl: Dodawanie zadania nie powiodło się
ru: Не удалось добавить задачу
sv: Tillägg av uppgift misslyckades
tr: Görev eklenemedi
uk: Не вдалося додати завдання

source: Renaming task list failed
ca: Ha fallat canviar el nom de llista de tasques.
ckb: ناونانەوەی لیستی ئەرک شکستی هێنا
es: No se pudo cambiar el nombre de la lista de tareas
fr: Échec du renommage de la liste des tâches
hu: A feladatlista átnevezése meghiúsult
id: Gagal mengganti nama daftar tugas
nl: Het hernoemen van de takenlijst is mislukt
pl: Zmiana nazwy listy zadań nie powiodła się
ru: Не удалось переименовать список задач
sv: Namnbyte av uppgiftslista misslyckades
tr: Görev listesi yeniden adlandırılamadı
uk: Не вдалося перейменувати список завдань

source: %s at %s
ca: %s a %s
ckb: %s لە %s
es: %s a las %s
fr: %s à %s
hu: %s %s-kor
id: %s pada %s
nl: %s om %s
pl: %s o %s
ru: %s в %s
sv: %s den %s
tr: %s saat %s
uk: %s о %s

source: Arriving: %s
ca: Arribada: %s
ckb: گەیشتن: %s
es: Llegada: %s
fr: Arrivée : %s
hu: Érkezés: %s
id: Tiba: %s
nl: Komt aan op: %s
pl: Przyjazd: %s
ru: Прибытие: %s
sv: Anländer: %s
tr: Varınca: %s
uk: Прибуття: %s

source: Leaving: %s
ca: Sortida: %s
ckb: جێهێشتن: %s
es: Partida: %s
fr: Départ : %s
hu: Indulás: %s
id: Meninggalkan: %s
nl: Vertrekt op: %s
pl: Odjazd: %s
ru: Отправление: %s
sv: Lämnar: %s
tr: Ayrılınca: %s
uk: Відправлення: %s

source: Cancel
ca: Cancel·la
ckb: هەڵوەشاندنەوە
es: Cancelar
fr: Annuler
hu: Mégse
id: Batal
nl: Annuleer
pl: Anuluj
ru: Отменить
sv: Avbryt
tr: İptal
uk: Скасувати

source: Save Changes
ca: Desa els canvis
ckb: پاشەکەوتکردنی گۆڕانکارییەکان
es: Guardar cambios
fr: Enregistrer les modifications
hu: Változtatások mentése
id: Simpan Perubahan
nl: Veranderingen opslaan
pl: Zapisz zmiany
ru: Сохранить
sv: Spara ändringar
tr: Değişiklikleri Kaydet
uk: Зберегти зміни

source: Add Task
ca: Afegeix una tasca
ckb: زیادکردنی ئەرک
es: Añadir tarea
fr: Ajouter une tâche
hu: Feladat hozzáadása
id: Tambah Tugas
nl: Taak toevoegen
pl: Dodaj zadanie
ru: Добавить задачу
sv: Lägg till uppgift
tr: Görev Ekle
uk: Додати завдання

source: Delete Task
ca: Suprimeix la tasca
ckb: سڕینەوەی ئەرک
es: Eliminar tarea
fr: Supprimer la tâche
hu: Feladat törlése
id: Hapus Tugas
nl: Taak verwijderen
pl: Usuń zadanie
ru: Удалить задачу
sv: Ta bort uppgift
tr: Görevi Sil
uk: Видалти завдання
